<?php
// Text
$_['text_success']               = 'Ви змінили свій кошик';
$_['text_subscription']          = 'Підписка';

// Error
$_['error_warning']      = 'Будь ласка, уважно перевірте кошик на наявність помилок';
$_['error_product']      = 'Товар не вдалося знайти';
$_['error_stock']                = 'Товари, що позначені *** відсутні в потрібній кількості або їх немає в наявності';
$_['error_minimum']              = 'Мінімальна кількість для замовлення товару %s складає %s';
$_['error_option']       = 'Опцію не вдалося знайти';
$_['error_option_stock'] = 'Опція недоступна в бажаній кількості або відсутня на складі';
$_['error_required']             = '%s обов’язково';
$_['error_subscription']         = 'Будь ласка, виберіть тарифний план';
