<?php
// Heading
$_['heading_title']				= 'Українська локалізація';

// Text
$_['text_extension']			= 'Доповнення';
$_['text_modification']			= 'Модифікатори';
$_['text_module']				= 'Модулі';
$_['text_success']				= 'Налаштування збережені';
$_['text_edit']					= 'Редагування';
$_['text_license']				= 'Ліцензія';
$_['text_license_intro']		= 'Це доповнення для <b>OpenCart</b> є програмним продуктом, заснованим на програмному забезпеченні з відкритим кодом <a href="https://github.com/opencart/opencart" target="_blank">OpenCart</a>, і вимагає наявності дійсної ліцензії на продукт для його законного використання. <br>Будь ласка, підтвердьте, що у вас є дійсна ліцензія на продукт, <u>перш ніж прийняти і підтвердити</u> цю ліцензійну угоду. <br>Ліцензійна угода:';
$_['text_license_gpl']			= '<a href="https://www.gnu.org/licenses/gpl-3.0-standalone.html" target="_blank">GNU GENERAL PUBLIC LICENSE</a>';
$_['text_agree']				= 'Я прочитав(-ла) і погоджуюся з вищезазначеною <b>ліцензійною угодою</b>.';
$_['text_headline']				= 'Українська локалізація вітрини та адмінпанелі';
$_['text_ua']					= 'UA';
$_['text_translation']			= 'Автор';
$_['text_module_version']		= 'Версія';
$_['text_frontend']				= 'Статус мови';
$_['text_translator']			= '<a href="https://opencartforum.com/profile/711752-paulkravchenko/" target="_blank">Pavel Kravchenko</a>';
$_['text_improvement']			= 'За потреби ви можете звернутись із запитом на локалізацію шаблонів/модулів/доповнень - <a href="https://opencartforum.com/messenger/compose/?to=711752" target="_blank">в особисті повідомлення</a>';
$_['text_select_options']		= 'Виберіть дані для додавання перекладу';
$_['text_translate_success']	= 'Переклад обраних даних виконано';

// Entry
$_['entry_uk_ua_status']		= 'Статус мови';
$_['entry_module_status']		= 'Статус модуля';
$_['entry_store']				= 'Магазини';
$_['entry_customer_group']		= 'Група користувачів';
$_['entry_geo_zone']			= 'Географічна зона';
$_['entry_log']					= 'Запис в журнал';
$_['entry_remove_all']			= 'Повне видалення';
$_['entry_license_key']			= 'Ліцензійний ключ';
$_['entry_agree']				= 'Даю згоду';
$_['entry_select_all']			= 'Выбрати все';
$_['entry_add_seourl']			= 'Додати SEO URL для української мови';
$_['entry_add_uah']				= 'Додати валюту Гривня';
$_['entry_country_zones']		= 'Переклад назви країни та областей';
$_['entry_customer_groups']		= 'Переклад груп покупців';
$_['entry_units_weights']		= 'Переклад одиниць виміру та ваги';
$_['entry_infopages']			= 'Переклад назв інфосторінок';
$_['entry_options']				= 'Переклад опцій';
$_['entry_order_statuses']		= 'Переклад статусів замовлень';
$_['entry_returns']				= 'Переклад повернень - статуси, операції, причини';
$_['entry_availability_statuses'] = 'Переклад статусів наявності товарів';

// Tab
$_['tab_general']				= 'Загальні налаштування';
$_['tab_data']					= 'Додаткові налаштування';
$_['tab_legal']					= 'Ліцензія';

// Buttons
$_['button_execute']			= 'Виконати';

// Help
$_['help_log']					= 'Записувати процес виконання у журнал помилок (за замовчуванням - виключено)';
$_['help_remove_all']			= 'Активуйте, щоб видалити конфігурацію та записи у базі даних під час процесу видалення доповнення';
$_['help_license']				= 'Завантажте дійсний файл <b>ліцензійного сертифікату</b>, щоб отримати чинну ліцензійну угоду';
$_['help_license_key']			= 'Введіть дійсний ліцензійний ключ';
$_['help_confirm']				= 'Для використання цього доповнення необхідно прийняти нашу ліцензійну угоду';
$_['help_public_key']			= 'Публічний ключ для перевірки дійсності ліцензійного сертифікату є обов’язковим.';

// Error
$_['error_store']				= 'Ви маєте вибрати принаймні один магазин';
$_['error_customer_group']		= 'Ви маєте вибрати принаймні одну групу користувачів';
$_['error_geo_zone']			= 'Ви маєте вибрати принаймні одну географічну зону';
$_['error_permission']			= 'У вас недостатньо прав для внесення змін';
$_['error_certificate']			= 'Ваш сертифікат не є дісним. Будь ласка, завантажте дійсний сертифікат';
$_['error_license_key']			= 'Ваш ліцензійний ключ не є дійсним. Будь ласка, вкажіть дійсний ключ';
$_['error_agree']				= 'Ви не можете продовжити без згоди з ліцензійними умовами';
