<?php
// Heading
$_['heading_title']        = 'Оцінка доставки та податків';

// Text
$_['text_shipping_method'] = 'Варіанти способу доставки';
$_['text_destination']     = 'Введіть пункт призначення, щоб отримати оцінку вартості доставки.';
$_['text_estimate']        = 'Будь ласка, виберіть бажаний спосіб доставки для цього замовлення.';
$_['text_success']         = 'Оцінку вартості доставки застосовано';

// Entry
$_['entry_country']        = 'Країна';
$_['entry_zone']           = 'Регіон / Область';
$_['entry_postcode']       = 'Поштовий індекс';

// Error
$_['error_postcode']       = 'Поштовий індекс має містити від 2 до 10 символів';
$_['error_country']        = 'Будь ласка, виберіть країну';
$_['error_zone']           = 'Будь ласка, виберіть регіон / область';
$_['error_shipping']       = 'Необхідно вказати спосіб доставки';
$_['error_no_shipping']    = 'Немає доступних варіантів доставки. Будь ласка, <a href="%s">зв’яжіться з нами</a> для отримання допомоги';
