<?php
// Text
$_['text_log']               = 'Перегляньте журнал підписки для отримання додаткової інформації.';

// Error
$_['error_store'] 		     = 'Магазин не знайдено';
$_['error_language']         = 'Мову не вдалося знайти';
$_['error_currency']         = 'Валюту не вдалося знайти';
$_['error_customer']         = 'Клієнта не вдалося знайти';
$_['error_payment_address']  = 'Адресу оплати не вдалося знайти';
$_['error_shipping_address'] = 'Адресу доставки не вдалося знайти';
$_['error_product']          = 'Товар %s не вдалося знайти';
$_['error_option']           = 'Опцію %s не вдалося знайти';
$_['error_shipping_method']  = 'Необхідно вказати спосіб доставки';
$_['error_payment_method']   = 'Необхідно вказати спосіб оплати';
$_['error_extension']        = 'Розширення для способу оплати не вдалося знайти';
